標題對應 = {
    '第一  自身篇': [('華語', '第一  自身篇'), ('臺語', 'tsu7-sing1 pinn1')],
    '01身體、病痛、醫藥類sin-thé,pēn-thian, i-io̍h luī': [('華語', '第一類 身體、病痛、醫藥類'), ('臺語',  'sin-thé,pēn-thian, i-io̍h luī')],
    '01A頭、頭髮-': [('語詞編號', '01A'), ('華語', '頭、頭髮')],
    '01B眼-': [('語詞編號', '01B'), ('華語', '眼'), ('臺語', 'bak8-tsiu1')],
    '01C鼻-': [('語詞編號', '01C'), ('華語', '鼻'), ('臺語', 'pinn1')],
    '01D耳-': [('語詞編號', '01D'), ('華語', '耳'), ('臺語', 'hinn1')],
    '01E嘴-': [('語詞編號', '01E'), ('華語', '嘴'), ('臺語', 'tsui3')],
    '01F牙齒-': [('語詞編號', '01F'), ('華語', '牙齒'), ('臺語', 'ge5 khi2')],
    '01G呼吸-': [('語詞編號', '01G'), ('華語', '呼吸'), ('臺語', 'tshuan2 khui3')],
    '01H聲音-': [('語詞編號', '01H'), ('華語', '聲音'), ('臺語', 'siann1-im1')],
    '01I臉-': [('語詞編號', '01I'), ('華語', '臉'), ('臺語', 'bin7')],
    '01J頸-': [('語詞編號', '01J'), ('華語', '頸'), ('臺語', 'am7 kun2')],
    '01K手、手臂-': [('語詞編號', '01K'), ('華語', '手、手臂'), ('臺語', 'tsiu2')],
    '01L胸部-': [('語詞編號', '01L'), ('華語', '胸部-'), ('臺語', 'him1-kham2 e5 poo7-hun7')],
    '01M下半身-': [('語詞編號', '01M'), ('華語', '下半身-'), ('臺語', 'he7 puann3 sing1')],
    '01N腳-': [('語詞編號', '01N'), ('華語', '腳'), ('臺語', 'kha1')],
    '01O身體皮膚-': [('語詞編號', '01O'), ('華語', '身體皮膚'), ('臺語', 'sing1-the2 phue5-hu1')],
    '01P病痛醫藥-': [('語詞編號', '01P'), ('華語', '病痛醫藥'), ('臺語', 'penn7-thiann3 kap i1-ioh')],
    '02動作、感覺、心思類tōng-tsok, kám-koan,sim-su luī':
    [('華語', '第二類 動作、感覺、心思類'), ('臺語', 'tōng-tsok, kám-koan,sim-su luī')],
    '02A眼耳動作-': [('語詞編號', '02A'), ('華語', '眼耳動作'), ('臺語', 'bak-tsiu thing-lit tong7-tsok')],
    '02B哭笑和口部動作-': [('語詞編號', '02B'), ('華語', '哭笑和口部動作'), ('臺語', 'khau3 kap tsiu3 e5 tong7-tsok')],
    '02C手的動作-': [('語詞編號', '02C'), ('華語', '手的動作'), ('臺語', 'tsiu2 e5 tong7-tsok')],
    '02D腳的動作-': [('語詞編號', '02D'), ('華語', '腳的動作'), ('臺語', 'kha1 e5 tong7-tsok')],
    '02E一般動作-': [('語詞編號', '02E'), ('華語', '一般動作'), ('臺語', 'it4-puan1 e5 tong7-tsok')],
    '第二  近身篇': [('華語', '第二  近身篇')],
    '03衣著、寢具類ì-tio̍k & chhím-kū luī': [('語詞編號', '03'), ('華語', '衣著、寢具類'), ('臺語', 'tsng-thai5 luī')],
    '04食物、烹飪類chiah-míh(si̍t-bu̍t) & tsú chia̍h luī':
    [('語詞編號', '04'), ('華語', '食物、烹飪類'), ('臺語', 'tsú chia̍h e5 luī')],
    '04A食物-': [('語詞編號', '04A'), ('華語', '食物'), ('臺語', 'tsiah8 mih8')],
    '04B飲食-': [('語詞編號', '04B'), ('華語', '飲食'), ('臺語', 'lim tsiah8')],
    '04C菸酒口嚼物-':
    [('語詞編號', '04C'), ('華語', '菸酒口嚼物'), ('臺語', 'poo3-e5 tsiah-hun')],
    '05居住類kap khiā-khí iú-koan luī': [('華語', '第五類 居住類'), ('臺語', 'kap khiā-khí iú-koan')],
    '06工具類kang-khū luī': [('華語', '第六類 工具類'), ('臺語', 'kang-khū luī')],
    '07生活、工作類seng-oàh &kang-tsok luī': [
        ('語詞編號', '07'), ('華語', '生活、工作類'), ('臺語', 'seng-oàh kap kang-tsok luī')],
    '08行動、交通類hêng-tōng kap kau-thong luī': [
        ('華語', '第八類 行動、交通類'), ('臺語', 'hêng-tōng kap kau-thong')],
    '09言語、信息類gú-giân kap sìn-sit luī': [
        ('語詞編號', '09'), ('華語', '言語、信息類'), ('臺語', 'gú-giân kap sìn-sit')],
    '10稱謂、姓名類míâ-chheng, sìng-bîng luī': [
        ('華語', '第十類 稱謂、姓名類'), ('臺語', 'míâ-chheng, sìng-biann5')],
    '11遊樂、休閒類iû-lok, hiu-han luī': [
        ('華語', '十一 遊樂、休閒類'), ('臺語', 'iû-lok, hiu-han')],
    '12財物、贈受、禮俗、信仰類tsâi-bu̍t, chìng-siū, lé-sı̍ok &sìn-ióng luī': [
        ('華語', '第十二類 財物、贈受、禮俗、信仰類'), ('臺語', 'tsâi-bu̍t, chìng-siū, lé-sı̍ok sìn-ióng luī')],
    '12A財物贈受-': [
        ('語詞編號', '12A'), ('華語', '財物贈受')],
    '12B祭祀、禮俗-': [
        ('語詞編號', '12B'), ('華語', '祭祀、禮俗'), ('臺語', 'tse3 su le2 sioh')],
    '第三  外物篇': [
        ('華語', '第三  外物篇'), ('臺語', 'gua7 but8 pinn')],
    '13自然類chū-jiân luī': [
        ('華語', '第十三類 自然類'), ('臺語', 'chū-jiân luī')],
    '14植物類tìt(si̍t)-bu̍t luī': [
        ('華語', '第十四類 植物類'), ('臺語', 'tìt-bu̍t e5 luī')],
    '15動物類tōng-bu̍t luī': [
        ('華語', '十五 動物類'), ('臺語', 'tōng-bu̍t luī')],
    '第四  性質、關係、法則篇': [
        ('華語', '第四  性質、關係、法則篇')],
    '16形狀、色彩、性質和音響類hêng-tsōng,sek-chhái,seng-chit,im-hióng luī': [
        ('華語', '第十六類 形狀、色彩、性質和音響類'), ('臺語', 'hêng-tsōng,sek-chhái,seng-chit,im-hióng')],
    '17性格和其他特性類seǹg-keh kap kî-than tek-sèng luī': [
        ('華語', '第十七類 性格和其他特性類'), ('臺語', 'seǹg-keh kap kî-than tek-sèng')],
    '18空間類 khong-kan luī': [
        ('華語', '十八 空間類'), ('臺語', 'khong-kan')],
    '19時間類sî-kan luī': [
        ('華語', '十九 時間類'), ('臺語', 'sî-kan')],
    '20數量類sò-liōng luī': [
        ('華語', '二十 數量類'), ('臺語', 'sò-liōng e5 luī')],
    '21代名詞類tāi bîng sû luī': [
        ('華語', '第二十一類 代名詞類'), ('臺語', 'tāi mia5 sû')],
    '人稱、指示、疑問等代名詞': [
        ('華語', '人稱、指示、疑問等代名詞')],
    '21A人稱代名詞-': [
        ('語詞編號', '21A'), ('華語', '人稱代名詞'), ('臺語', 'ling5 tsing1 e5 tai7 mia5 su5')],
    '21B指示代名詞-': [
        ('語詞編號', '21B'), ('華語', '指示代名詞'), ('臺語', 'tsi2 si7 tai7 mia5 su5')],
    '21C疑問代名詞-': [
        ('語詞編號', '21C'), ('華語', '疑問代名詞')],
    '22人群關係類jîn kûn koan hē luī': [
        ('華語', '二十二 人群關係類'), ('臺語', 'lang5 e5 koan hē')],
    '23文教類bûn kàu luī': [
        ('華語', '第二十三類 文教類'), ('臺語', 'bûn kàu luī')],
    '24語法功能類gú-hoat kong-lêng luī': [
        ('華語', '二十四 語法功能類'), ('臺語', 'gú-hoat e5 kong-lêng luī')],
}
